cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'git'
brew 'openssl'
brew 'nvm'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'gnu-units'
brew 'shellcheck'
brew 'asciinema'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'qbittorrent'
cask 'vlc'
cask 'tunnelblick'
cask 'telegram'
cask 'airdroid'
