cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack' # a better grep
brew 'coreutils' # gnu core utils like ls, ln, mv, id, df, cut, echo
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'git'
brew 'openssl'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'roundup'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'gnu-units' # how many miles is 3 millilightyears? check it out
brew 'shellcheck'
brew 'asciinema' # best terminal recorder ever
brew 'nmap' # never know when you might need it
brew 'keybase' # oh yeah
brew 'zsh' # much better
brew 'phantomjs'
brew 'maven'
brew 'uncrustify' # a beautifier

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'qbittorrent'
cask 'vlc'
cask 'tunnelblick'
cask 'telegram'
cask 'airdroid'
cask 'docker'
cask 'java'
